Repository: FrancoisSchnell/GPicSync
Catalog: src/locale/*/LC_MESSAGES/gpicsync-GUI.po
Languages: pt_br

source: Geonames in specific IPTC fields
pt_br: Geonomes em campos específicos IPTC

source: Geonames in XMP format
pt_br: Geonomes em formato XMP

source: Geonames in EXIF keywords + HTML summary in IPTC caption
pt_br: Geonomes em chaves EXIF + resumo HTML em subtítulo IPTC

source: Geonames in EXIF keywords
pt_br: Geonomes em chaves EXIF

source: Image preview:
pt_br: Preview da imagem:

source: Options:
pt_br: Opções:

source: Local time correction
pt_br: Correção de hora local

source: Language
pt_br: Língua

source: Configuration file
pt_br: Arquivo de configurações

source: &Options
pt_br: &Opções

source: About...
pt_br: Sobre...

source: &Tools
pt_br: &Ferramentas

source: EXIF reader
pt_br: Leitor EXIF

source: EXIF writer
pt_br: Gravador EXIF

source: Geo-Rename pictures
pt_br: Geo-Renomear fotos

source: GPX Inspector
pt_br: Inspetor GPX

source: KMZ Generator
pt_br: Gerador de KMZ

source: &Help
pt_br: &Ajuda

source: Pictures folder
pt_br: Pasta de Imagens

source: GPS file
pt_br: Arquivo de GPS

source: Synchronise !
pt_br: Sincronizar!

source: Quit
pt_br: Sair

source: Quit and save settings
pt_br: Sair e salvar configurações

source: Stop
pt_br: Parar

source: Clear
pt_br: Limpar

source: View in Google Earth
pt_br: Ver no Google Earth

source: Elevation
pt_br: Elevação

source: Clamp to the ground
pt_br: Projetar no solo

source: absolute value (for flights)
pt_br: valor absoluto (para voos)

source: absolute value + extrude (for flights)
pt_br: valor absoluto + perfil de altitude (para voos)

source: UTC Offset=
pt_br: Deslocamento UTC =

source: Geocode picture only if time difference to nearest track point is below (seconds)=
pt_br: Georeferenciar apenas se a diferença de tempo para ponto mais próximo for menor que (segundos) =

source: Create a log file in picture folder
pt_br: Criar log na pasta de imagens

source: Dates must match
pt_br: Datas precisam ser iguais

source: Create a Google Earth file
pt_br: Criar um arquivo do Google Earth

source: with TimeStamp
pt_br: com data e hora

source: Google Maps export, folder URL=
pt_br: URL para exportar para o Google Maps =

source: backup pictures
pt_br: fazer backup das imagens

source: interpolation
pt_br: interpolação

source: add geonames and geotagged
pt_br: adicionar geonomes e geomarcas

source: If you've changed and saved the configuration file you should restart the application to take effect.
pt_br: Se você tiver alterado e salvado o arquivo de configurações, você deverá reiniciar o programa para as alterações terem efeito.

source: Choose a language
pt_br: Escolha uma língua

source: languages choice
pt_br: escolha de língua

source: More informations and help:
pt_br: Mais informações e ajuda:

source: Manual latitude/longitude EXIF writer
pt_br: Registo manual latitude/longitude no EXIF

source: Enter coordinates in decimal degrees
pt_br: Introduza coordenadas em graus decimais

source: Eventual elevation (meters)
pt_br: Elevação eventual (metros)

source: Select and write in picture(s)
pt_br: Selecionar e escrever na(s) imagem(s)

source: Writing GPS latitude/longitude
pt_br: Escrevendo a latitude/longitude do GPS

source: Finished
pt_br: Finalizado

source: Latitude or Longitude formats are not valid: no geocoding happened.
pt_br: Formato de coordenadas latitude/longitude inválido: georeferenciação não ocorreu.

source: To visualize the results in Google Earth you must either:
pt_br: Para visualizar resultados no Google Earth você deve:

source: - finish a synchronisation
pt_br: - finalizar uma sincronização

source: Couldn't find or launch Google Earth
pt_br: Não foi possível encontrar ou iniciar o Google Earth

source: For information, GPX file created with GPSBabel in your picture folder.
pt_br: Para informação, arquivo GPX foi criado pelo GPSBabel na sua pasta de imagens.

source: Possible problem with the creation of the gpx file
pt_br: Possível problema na criação do arquivo GPX

source: Couldn't create the necessary GPX file.
pt_br: Não foi possível criar o arquivo GPX.

source: You must first select a pictures folder and a GPX file.
pt_br: Primeiro você deve selecionar uma pasta de imagens e um arquivo GPX.

source: Beginning synchronization with
pt_br: Iniciando sincronização com

source: UTC Offset =
pt_br: Deslocamento UTC =

source: hours and maximum time difference =
pt_br: horas e diferença máxima de tempo =

source: seconds
pt_br: segundos

source: Creating an 'originals-backup' folder.
pt_br: Criando uma pasta 'originals-backup'.

source: Starting to generate a Google Earth file (doc.kml) in the picture folder ...
pt_br: Iniciando a gerar de um arquivo do Google Earth (doc.kml) na pasta de imagens...

source: Starting to generate a Google Map file (doc-web.kml) in the picture folder
pt_br: Iniciando a gerar de um arquivo de mapa do Google Earth (doc-web.kml) na pasta de imagens

source: Geocoded with UTC Offset=
pt_br: Georeferenciado com deslocamento UTC =

source: and Maximum time difference =
pt_br: e máxima diferença de tempo =

source: Pictures Folder:
pt_br: Pasta de Imagens:

source: GPX file:
pt_br: Arquivo GPX:

source: (Found
pt_br: (Encontrado

source: Processed image
pt_br: Imagem processada

source: Couldn't retrieve geonames data...
pt_br: Não foi possível obter dados de geonomes...

source: (writing geonames and geotagged to keywords tag in picture EXIF)
pt_br: (escrevendo geonomes e geomarcas nas etiquetas EXIF da imagem)

source: FINISHED GEOCODING PROCESS
pt_br: PROCESSO DE GEORREFERENCIAMENTO FINALIZADO

source: PROCESSING STOPPED BY THE USER
pt_br: PROCESSO PARADO PELO USUÁRIO

source: Adding the GPS track log to the Google Earth kml file
pt_br: Adicionando rota GPS ao arquivo KML do Google Earth

source: Click on the 'View in Google Earth' button to visualize the result
pt_br: Clique no botão 'Ver no Google Earth' para visualizar o resultado

source: ( A Google Earth doc.kml file has been created in your picture folder.)
pt_br: (Um arquivo do Google Earth doc.kml foi criado na sua pasta de imagens.)

source: ( A Google Maps doc-web.kml file has been created with the given url )
pt_br: (Um arquivo do Google Earth doc-web.kml foi criado com o URL introduzido)

source: A time correction has been set
pt_br: Uma correção de tempo foi aplicada

source: Time GPS=
pt_br: Hora GPS =

source: Time camera=
pt_br: Hora da câmera =

source: Local time corrections
pt_br: Correções de hora local

source: Use this option ONLY if your camera local time is wrong.
pt_br: Use esta opção APENAS se a hora local na câmera estiver errada.

source: Indicate here the local time now displayed by your camera and GPS (hh:mm:ss)
pt_br: Indique aqui a hora local agora mostrada pela sua câmera e GPS (hh:mm:ss)

source: Local time displayed now by the camera
pt_br: Hora local agora mostrada pela câmera

source: Local time displayed now by the GPS
pt_br: Hora local agora mostrado pelo GPS

source: Apply correction
pt_br: Aplicar correção

source: EXIF Reader
pt_br: Leitor EXIF

source: Read the EXIF metadata of the selected picture.
pt_br: Ler os metadados EXIF da imagem selecionada.

source: All EXIF metadata
pt_br: Todos os metadados EXIF

source: Date/Time/Lat./Long.
pt_br: Data/Hora/Lat./Long.

source: Select a picture
pt_br: Selecione uma imagem

source: Selected metada
pt_br: Metadados selecionados

source: None
pt_br: Nada

source: Renaming tool
pt_br: Ferramenta de renomear

source: This tool renames your pictures with the
pt_br: Esta ferramenta renomeia suas imagens com a

source: original time/date and lat./long.(if present)
pt_br: hora/data e lat./long. original (se presente)

source: Rename pictures in a folder
pt_br: Renomear imagens em uma pasta

source: Rename a single picture
pt_br: Renomear uma única uma imagem

source: Beginning renaming...
pt_br: Começando a renomear...

source: Didn't find Original Time/Date for
pt_br: Não foi possível encontrar a Hora/Data original para

source: Renamed
pt_br: Renomeado

source: Interrupted by the user
pt_br: Interrompido pelo usuário

source: Create a kmz file archive
pt_br: Criar um arquivo KMZ

source: Create KMZ file !
pt_br: Criar o arquivo KMZ!

source: Sorry this tool is not yet available for the Linux version
pt_br: Desculpe, esta ferramenta ainda não está disponível na versão para Linux 😞

source: Creating a KMZ file in the pictures folder...
pt_br: Criando um arquivo KMZ na pasta de imagens...

source: Adding doc.kml
pt_br: Adicionando doc.kml

source: Adding
pt_br: Adicionando

source: KMZ file created in pictures folder
pt_br: Arquivo KMZ criado na pasta de imagens

source: Couldn't rename the zip file to kmz (maybe a previous file already exist)
pt_br: Não foi possível renomear o arquivo zip para KMZ (talvez um arquivo anterior já existenta)

source: To create a Google Earth kmz file you must either:
pt_br: Para criar um arquivo KMZ do Google Earth você deve:

source: - select a folder you've already synchronized then select the KMZ Generator tool
pt_br: - selecionar uma pasta que você já tenha sincronizado e depois selecionar o Gerador de KMZ

source: Inspect a gpx file and show tracklog data.
pt_br: Inspecionar um arquivo GPX e mostrar dados de rota.

source: Select a gpx file
pt_br: Selecionar um arquivo GPX

source: Select a gpx file first.
pt_br: Primeiro selecione um arquivo GPX.

source: Looking at
pt_br: Olhando

source: Number of valid track points found
pt_br: Número de pontos rota válidos encontrados

source: Date
pt_br: Data

source: Time
pt_br: Hora

source: taken
pt_br: obtido

source: writing best latitude/longitude match to picture:
pt_br: escrevendo a melhor latitude/longitude aplicável à imagem:

source: time difference (s)=
pt_br: diferença de tempo (s) =

source: no track point below the maximum time range
pt_br: nenhum ponto de rota abaixo do tempo máximo

source: : WARNING: DIDN'T GEOCODE,
pt_br: : AVISO: NÃO FOI GEORREFERENCIADO,

source: For information nearest trackpoint was at lat=
pt_br: Para informação: ponto rota mais próximo estava na latitude =

source: no track point at this picture date
pt_br: nenhum ponto rota na data desta imagem

source: Warning: Picture date
pt_br: Aviso: Data da imagem

source: and track point date
pt_br: e data do ponto rota

source: are different !
pt_br: são diferentes!

source: no suitable track point below maximum time difference,
pt_br: nenhum ponto rota aplicável abaixo da diferença de tempo máxima,
